Repository: thunder-app/thunder
Catalog: lib/l10n/app_*.arb
Languages: eo, ru

source: Open account switcher
eo: Malfermi kontan ŝanĝilon
ru: Открыть переключение аккаунтов

source: Open by default
eo: Malfermi defaŭlte
ru: Открыть по умолчанию

source: Open in Browser
eo: Malfermi en TTT-legilo
ru: Открыть в браузере

source: Open Instance
eo: Malfermi Instancon
ru: Открыть инстанс

source: Open Settings
eo: Malfermi Agordojn
ru: Откройте настройки

source: Overview
eo: Superrigardo
ru: Обзор

source: Password
eo: Pasvorto
ru: Пароль

source: Pending
eo: Pritraktota
ru: Ожидание

# permissionDenied
source: Thunder has not been granted permission to display notifications. Please enable in system settings.
eo: Permeso Rifuzita
ru: Разрешение не дано

# permissionDeniedMessage
source: Thunder requires some permissions in order to save this image which have been denied.
eo: Thunder postulas iujn permesojn por konservi ĉi tiun bildon, kiuj estis rifuzitaj.
ru: Для сохранения этого изображения Thunder требуются некоторые разрешения, которые были отклонены.

# postBehaviourSettings
source: Posts
eo: Afiŝoj
ru: Посты

source: Post Body
eo: Afiŝan Korpo
ru: Текст сообщения

# postLocked
source: Post locked. No replies allowed.
eo: Afiŝo ŝlosita. Neniuj respondoj permesitaj.
ru: Пост заблокирован. Ответы не допускаются.

# postNSFW
source: Mark as NSFW
eo: Marki kiel NSFW
ru: Пометить как NSFW

# postPreview
source: Show a preview of the post with the given settings
eo: Montri antaŭrigardon de la afiŝo kun la donitaj agordoj
ru: Показать предпросмотр публикации с заданными настройками

source: Post saved as draft
eo: Afiŝo konservita kiel malneto
ru: Сообщение сохранено как черновик

# postSwipeGesturesHint
source: Looking to use buttons instead? Change what buttons appear on post cards in general settings.
eo: Ĉu vi volas uzi butonojn anstataŭe? Ŝanĝu kiajn butonojn aperas sur afiŝkartoj en ĝeneralaj agordoj.
ru: Хотите вместо этого использовать кнопки? Измените, какие кнопки отображаются на открытках, в общих настройках.

# postTitle
source: Title
eo: Titolo
ru: Название

# postTogglePreview
source: Toggle Preview
eo: Baskuligi Antaŭrigardon
ru: Переключить просмотр

# postUploadImageError
source: Could not upload image
eo: Ne eblis alŝuti bildon
ru: Не удалось загрузить изображение

source: Post View Type
eo: Tipo de Afiŝa Vido
ru: Тип просмотра сообщения

source: Posts
eo: Afiŝoj
ru: Посты

source: Preview
eo: Antaŭrigardo
ru: Предпросмотр

source: {profile} applied successfully!
eo: {profile} sukcese aplikita!
ru: {profile} применён успешно!

source: Profiles
eo: Profiloj
ru: Профили

# reachedTheBottom
source: No more items to load
eo: Hmmm. Ŝajnas, ke vi atingis la fundon.
ru: Хм. Кажется, вы достигли конца.

source: Read All
eo: Legi Ĉion
ru: Прочитать всё

# reducesAnimations
source: Reduces the animations used within Thunder
eo: Reduktas la animaciojn uzatajn en Thunder
ru: Уменьшает количество анимаций, используемых в Thunder

source: Refresh
eo: Refreŝigi
ru: Обновить

source: Refresh Content
eo: Refreŝigi Enhavon
ru: Обновить контент

source: Remove
eo: Forviŝi
ru: Удалить

source: Remove Account
eo: Forpreni Konton
ru: Удалить аккаунт

source: Remove from favorites
eo: Forpreni el plej ŝatataĵoj
ru: Удалить из избранных

source: Remove instance
eo: Forpreni Instancon
ru: Удалить инстанс

source: Remove "{keyword}"?
eo: Ĉu forviŝi "{keyword}"?
ru: Удалить "{keyword}"?

# removeKeywordFilter
source: Remove Keyword
eo: Forviŝi Ŝlosilvorton
ru: Удалить ключевое слово

# removedCommunityFromSubscriptions
source: Unsubscribed from community
eo: Malaboniĝis de komunumo
ru: Отписались от сообщества

# reply
source: {count, plural, zero {Reply} one {Reply} other {Replies} }
eo: {count, plural, zero {Respondo} one {Respondo} other {Respondoj} }
ru: {count, plural, zero {Ответов} one {Ответ} other {Ответы} }

# replyNotSupported
source: Replying from this view is currently not supported yet
eo: Respondi el ĉi tiu vido estas nuntempe ankoraŭ ne subtenata
ru: Ответ из этого инстанса в настоящее время пока не поддерживается

source: Reply to Post
eo: Respondi al Afiŝo
ru: Ответ на пост

# replyingTo
source: Replying to {author}
eo: Respondante al {author}
ru: Ответ {author}

# report
source: {count, plural, zero {Report} one {Report} other {Reports} }
eo: Raporti
ru: Пожаловаться

source: Report Comment
eo: Raporti Komenton
ru: Пожаловаться на комментарий

source: Reset
eo: Restarigi
ru: Сбросить

source: Reset comment preferences
eo: Restarigi komentajn preferojn
ru: Сбросить параметры комментариев

source: Reset post preferences
eo: Restarigi afiŝajn preferojn
ru: Сбросить параметры постов

source: Reset Preferences
eo: Restarigi Preferojn
ru: Сброс предпочтений

source: Reset Preferences and Data
eo: Restarigi Preferojn kaj Datenojn
ru: Сбросить настройки и данные

source: Restore
eo: Restarigi
ru: Восстановить

source: Restored comment from draft
eo: Restartigita komento el malneto
ru: Восстановлен комментарий из черновика

source: Restored post from draft
eo: Restarigita afiŝo de malneto
ru: Восстановлен пост из черновика

source: Retry
eo: Reprovi
ru: Ещё раз

source: Save
eo: Konservi
ru: Сохранить

source: Save Settings
eo: Konservi Agordojn
ru: Сохранить настройки

source: Saved
eo: Konservita
ru: Сохранено

source: Scaled
eo: Skalita
ru: Масштабированный

# scrapeMissingPreviews
source: Enabling will have a performance hit.
eo: Ŝalti reduktos rendimenton.
ru: Включение приведет к снижению производительности.

source: Screen Reader Profile
eo: Ekrano-Leganta Profilo
ru: Профиль чтения экрана

# screenReaderProfileDescription
source: Optimizes Thunder for screen readers by reducing overall elements and removing potentially conflicting gestures.
eo: Optimumigas Thunder por ekranlegiloj reduktante ĝeneralajn elementojn kaj forigante eble konfliktajn gestojn.
ru: Оптимизирует Thunder для программ чтения с экрана, уменьшая количество элементов и удаляя потенциально конфликтующие жесты.

source: Search
eo: Serĉi
ru: Поиск

source: Search by text
eo: Serĉi per teksto
ru: Поиск по тексту

source: Search by URL
eo: Serĉi per URL
ru: Поиск по ссылке

source: Search Comments
eo: Serĉi Komentojn
ru: Поиск комментариев

# searchCommentsFederatedWith
source: Search for comments federated with {instance}
eo: Serĉi komentojn federaciitajn kun {instance}
ru: Поиск комментариев с помощью {instance}

# searchCommunitiesFederatedWith
source: Search for communities federated with {instance}
eo: Serĉi komunumojn federaciitajn kun {instance}
ru: Поиск сообществ с {instance}

source: Search {instance}
eo: Serĉi {instance}
ru: Поиск {instance}

# searchPostSearchType
source: Select Post Search Type
eo: Elekti Afiŝan Serĉan Tipon
ru: Выберите тип поиска сообщений

# searchPostsFederatedWith
source: Search for posts federated with {instance}
eo: Serĉi afiŝojn federaciitajn kun {instance}
ru: Поиск постов с {instance}

source: Search term
eo: Serĉa termino
ru: Поиск термина

# searchUsersFederatedWith
source: Search for users federated with {instance}
eo: Serĉi uzantojn federaciitajn kun {instance}
ru: Поиск пользователей с {instance}

# selectCommunity
source: Select a community (required)
eo: Elekti komunumon
ru: Выберите сообщество

source: Select Feed Type
eo: Elekti Abonfluan Tipon
ru: Выберите тип новостей

source: Select Language
eo: Elekti lingvon
ru: Выберите язык

source: Select Search Type
eo: Elekti Serĉan Tipon
ru: Выберите тип поиска

# serverErrorComments
source: A server error was encountered when fetching more comments: {message}
eo: Servila eraro estis renkontita kiam oni alportis pliajn komentojn: {message}
ru: Ошибка сервера была обнаружена при получении дополнительных комментариев: {message}

source: Set Action
eo: Agordi Agon
ru: Выбрать действие

# setLongPress
source: Set as long-press action
eo: Agordi kiel longprema ago
ru: Установить как действие при длительном нажатии

# setShortPress
source: Set as short-press action
eo: Agordi kiel mallongprema ago
ru: Установить как действие короткого нажатия

# settingTypeNotSupported
source: Settings of type {settingType} are not yet supported.
eo: Agordoj de tipo {settingType} ankoraŭ ne estas subtenataj.
ru: Настройки типа {settingType} пока не поддерживаются.

source: Settings
eo: Agordoj
ru: Настройки

# settingsFeedCards
source: These settings apply to the cards in the main feed, actions are always available when actually opening posts.
eo: Ĉi tiuj agordoj aplikas por la kartoj en la ĉefa fluo, agoj ĉiam estas disponebla kiam efektive malfermas afiŝojn.
ru: Эти настройки применяются к карточкам в основной ленте, действия доступны всегда при фактическом открытии постов.

source: Share
eo: Kunhavigi
ru: Поделиться

# shareLink
source: Share External Link
eo: Kunhavigi Ligilon
ru: Поделиться ссылкой

source: Share Media
eo: Kunhavigi Amaskomunikilon
ru: Поделиться медиа

# sharePost
source: Share Post Link
eo: Kunhavigi Afiŝon
ru: Поделиться постом

source: Show all
eo: Montri Ĉion
ru: Показать все

source: Show Bot Accounts
eo: Montri Robotajn kontojn
ru: Показать аккаунты ботов

source: Show less
eo: Montri malpli
ru: Показать меньше

source: Show more
eo: Montri pli
ru: Показать больше

source: Show Password
eo: Montri Pasvorton
ru: Показать пароль

source: Show Read Posts
eo: Montri Legitajn Afiŝojn
ru: Показать прочитанные сообщения

# showScores
source: Show Post/Comment Scores
eo: Montri Afiŝajn/Komentajn Poentojn
ru: Показать оценки сообщений/комментариев

source: Sidebar
eo: Flankbreto
ru: Боковая панель

# sidebarBottomNavDoubleTapDescription
source: Double-tap bottom nav to open sidebar
eo: Duoble premu la malsupran navigilon por malfermi la flankbreton
ru: Дважды коснитесь нижней панели навигации, чтобы открыть боковую панель

# sidebarBottomNavSwipeDescription
source: Swipe bottom nav to open sidebar
eo: Glitu malsupran navigilon por malfermi la flankbreton
ru: Проведите пальцем по нижней панели навигации, чтобы открыть боковую панель

# somethingWentWrong
source: Oops, something went wrong!
eo: Ups, io misfunkciis!
ru: Упс! Что-то пошло не так!

source: Sort By
eo: Ordigi laŭ
ru: Сортировать по

source: Sort by Top
eo: Ordigi laŭ Supre
ru: Сортировать по топу

source: Sort Options
eo: Ordigaj Opcioj
ru: Опции сортировки

source: Submit
eo: Sendi
ru: Отправить

source: Subscribe
eo: Aboni
ru: Подписаться

source: Subscribed
eo: Abonita
ru: Подписано

source: Subscriptions
eo: Abonoj
ru: Подписки

# successfullyBlocked
source: Blocked.
eo: Bariĝis.
ru: Заблокировано.

# successfullyBlockedCommunity
source: Blocked {communityName}
eo: Bariĝis {communityName}
ru: Заблокировано {communityName}

# successfullyUnblocked
source: Unblocked.
eo: Malbariĝis.
ru: Разблокировано.

# successfullyUnblockedCommunity
source: Unblocked {communityName}
eo: Malbariĝis {communityName}
ru: Разблокировано {communityName}

source: Suggested title
eo: Sugestita titolo
ru: Предлагаемое название

# tapToExit
source: Press back again to exit
eo: Reiru dufoje por eliri
ru: Вернитесь дважды, чтобы выйти

source: Text
eo: Teksto
ru: Текст

source: Theming
eo: Haŭtado
ru: Темы

# timeoutComments
source: Error: Timeout when attempting to fetch comments
eo: Eraro: Eltempiĝo kiam oni provas alporti komentojn
ru: Ошибка: тайм-аут при попытке получить комментарии

# timeoutErrorMessage
source: There was a timeout waiting for a response.
eo: Estis eltempiĝo atendante respondon.
ru: Был тайм-аут ожидания ответа.

# timeoutSaveComment
source: Error: Timeout when attempting to save a comment
eo: Eraro: Eltempiĝo kiam oni provas konservi komenton
ru: Ошибка: тайм-аут при попытке сохранить комментарий

# timeoutSavingPost
source: Error: Timeout when attempting to save post.
eo: Eraro: Eltempiĝo kiam vi provas konservi afiŝon.
ru: Ошибка: тайм-аут при попытке сохранить сообщение.

# timeoutUpvoteComment
source: Error: Timeout when attempting to vote on comment
eo: Eraro: Eltempiĝo kiam oni provas voĉdoni sur komento
ru: Ошибка: тайм-аут при попытке проголосовать за комментарий

# timeoutVotingPost
source: Error: Timeout when attempting to vote post.
eo: Eraro: Eltempiĝo kiam oni provas voĉdoni afiŝon.
ru: Ошибка: тайм-аут при попытке проголосовать за публикацию.

# toggelRead
source: Toggle Read
eo: Baskuligi Legita
ru: Переключить чтение

source: Top
eo: Supre
ru: Топ

# topAll
source: Top of all time
eo: Supro de ĉiuj tempoj
ru: Топ за всё время

# topDay
source: Top Today
eo: Hodiaŭa Supro
ru: Популярно сегодня

# topHour
source: Top in Past Hour
eo: Supro en Pasinta Horo
ru: Топ за час

source: Top Month
eo: Monata Supro
ru: Популярно за месяц

# topNineMonths
source: Top in Past 9 Months
eo: Supro en la Pasintaj 9 Monatoj
ru: Топ за 9 месяцев

# topSixHour
source: Top in Past 6 Hours
eo: Supro en Pasintaj 6 Horoj
ru: Топ за 6 часов

# topSixMonths
source: Top in Past 6 Months
eo: Supro en la Pasintaj 6 Monatoj
ru: Топ за полгода

# topThreeMonths
source: Top in Past 3 Months
eo: Supro en la Pasintaj 3 Monatoj
ru: Топ за 3 месяца

# topTwelveHour
source: Top in Past 12 Hours
eo: Supro en Pasintaj 12 Horoj
ru: Топ за 12 часов

source: Top Week
eo: Semajna Supro
ru: Популярно за неделю

source: Top Year
eo: Jara Supro
ru: Популярно за год

# totp
source: TOTP (optional)
eo: TOTP (nedeviga)
ru: TOTP (необязательно)

# translationsMayNotBeComplete
source: Please note that the translations may not be complete
eo: Bonvolu noti, ke la tradukoj eble ne estas kompletaj
ru: Обратите внимание, что переводы могут быть неполными

source: Trending Communities
eo: Tendencaj Komunumoj
ru: Популярные сообщества

source: Unable to find community
eo: Ne eblas trovi komunumon
ru: Не удалось найти сообщество

source: Unable to find instance
eo: Ne eblas trovi instancon
ru: Не удалось найти инстанс

source: Unable to find language
eo: Ne eblas trovi lingvon
ru: Невозможно найти язык

source: Unable to find user
eo: Ne eblas trovi uzanton
ru: Не удалось найти пользователя

source: Unable to load image
eo: Ne eblas ŝargi bildon
ru: Невозможно загрузить изображение

# unableToLoadImageFrom
source: Unable to load image from {domain}
eo: Ne eblas ŝargi bildon de {domain}
ru: Невозможно загрузить изображение с {domain}

source: Unable to load {instance}
eo: Ne eblas ŝargi {instance}
ru: Невозможно загрузить {instance}

source: Unable to load posts from {instance}
eo: Ne eblas ŝargi afiŝojn el {instance}
ru: Невозможно загрузить посты из {instance}

# unableToLoadReplies
source: Unable to load more replies.
eo: Ne eblas ŝargi pliajn respondojn.
ru: Не удалось загрузить больше ответов.

source: Unblock Instance
eo: Malbari Instancon
ru: Разблокировать инстанс

source: Unexpected Error
eo: Neatendita Eraro
ru: Неожиданная ошибка

source: Unsubscribe
eo: Malaboni
ru: Отписаться

# unsubscribePending
source: Unsubscribe (subscription pending)
eo: Malaboni (abono atendas)
ru: Отписаться (подписка в ожидании)

source: Unsubscribed
eo: Malabonita
ru: Отписались

# updateReleased
source: Update released: {version}
eo: Ĝisdatigo publikigita: {version}
ru: Вышло обновление: {version}

source: Upload image
eo: Alŝuti bildon
ru: Загрузка изображения

source: Upvote
eo: Suprenvoĉdoni
ru: Против

# uriNotSupported
source: This type of link is not supported at the moment.
eo: Ĉi tiu tipo de ligilo ne estas subtenata nuntempe.
ru: Этот тип ссылки на данный момент не поддерживается.

# useCompactView
source: Enable for small posts, disable for big.
eo: Ŝalti por malgrandaj afiŝoj, malŝalti por grandaj.
ru: Включить для небольших постов, отключить для больших.

# useSuggestedTitle
source: Use suggested title: {title}
eo: Uzi proponitan titolon: {title}
ru: Использовать предложенное название: {title}

source: User Format
eo: Uzanta Formato
ru: Формат пользователя

source: User not logged in
eo: Uzanto ne ensalutinta
ru: Пользователь не авторизован

source: User Profiles
eo: Uzantprofiloj
ru: Профили пользователей

# userSettingDescription
source: These settings sync with your Lemmy account and are only applied on a per-account basis.
eo: Ĉi tiuj agordoj sinkronigas kun via Lemmy-konto kaj estas aplikataj nur po-konta.
ru: Эти настройки синхронизируются с вашим аккаунтом Lemmy и применяются только к каждому аккаунту.

source: Username
eo: Uzantnomo
ru: Имя пользователя

source: Users
eo: Uzantoj
ru: Пользователи

source: View all comments
eo: Rigardi ĉiujn komentojn
ru: Показать все комментарии

source: Visit Community
eo: Viziti Komunumon
ru: Посетите сообщество

source: Visit Instance
eo: Viziti Instancon
ru: Посетите инстанс

source: Visit User Profile
eo: Viziti Uzantan Profilon
ru: Посетить профиль пользователя

source: {x} downvotes
eo: {x} subenvoĉdonoj
ru: {x} против

source: {x} score
eo: {x} poentaro
ru: {x} очков

source: {x} upvotes
eo: {x} suprenvoĉdonoj
ru: {x} за

source: Base
eo: Baza
ru: База

source: Dark
eo: Malhela
ru: Тёмная

source: Confirm
eo: Konfirmi
ru: Подтвердить

source: Danger Zone
eo: Danĝera Zono
ru: Опасная зона

source: Collapse Spoiler
eo: Maletendi Intrigmalkaŝon
ru: Свернуть спойлер

source: {count} users
eo: {count} uzantoj
ru: {count} пользователей

# clearCache
source: Clear Cache ({cacheSize})
eo: Viŝi kaŝmemoron ({cacheSize})

# clearedCache
source: Cleared cache successfully.
eo: Viŝiĝis kaŝmemoro sukcese.

source: Combine Comment Scores
eo: Kombini Komentajn Poentojn

source: Comment Swipe Actions
eo: Komentaj Ŝovumaj Agoj

# crossPostedFrom
source: cross-posted from: {postUrl}
eo: transafiŝiĝis de: {postUrl}

source: Default Feed Type
eo: Defaŭlta Flua Tipo

source: Default Feed Sort Type
eo: Defaŭlta Flua Ordiga Tipo

source: Delete Account
eo: Forviŝi Konton
ru: Удалить аккаунт

# backgroundCheckWarning
source: Note that notification checks will consume additional battery
eo: Atentu, ke sciigaj kontroloj konsumos plian baterion

# collapseParentCommentBodyOnGesture
source: Hide Parent Comment when Collapsed
eo: Kaŝi Gepatran Komenton kiam ĝi estas maletenda

# combineNavAndFabDescription
source: Floating Action Button will be shown between navigation buttons.
eo: Flosanta Ago-Butono estos montrita inter navigadaj butonoj.

# commentFontScale
source: Comment Content Font Scale
eo: Komento-Enhava Tipara Grandeco

source: Condensed
eo: Kondensita
ru: Сжатый

source: Default Comment Sort Type
eo: Defaŭlta Komenta Ordiga Tipo

# deleteAccountDescription
source: To permanently delete your account, you will be redirected to your instance site. Are you sure you want to continue?
eo: Por permanente forviŝi vian konton, vi estos redirektita al via instanca retejo. Ĉu vi certas, ke vi volas daŭrigi?

source: Disable
eo: Malebligi
ru: Отключить

source: Remove Post
eo: Forviŝi Afiŝon

# successfullyUnblockedUser
source: Unblocked {username}
eo: Malbariĝis {username}

# modAddCommunity
source: Add/Remove Moderators to Communities
eo: Aldoni/Forpreni Kontrolantojn al Komunumoj

# hideNsfwPreviews
source: Blur NSFW Previews
eo: Malklarigi Poradoltenhavajn Antaŭrigardojn

# modAdd
source: Add/Remove Instance Moderators
eo: Aldoni/Forpreni Instancajn Kontrolantojn

# modRemoveComment
source: Remove/Restore Comments
eo: Forviŝi/Restarigi Komentojn

source: Removed Comment
eo: Forviŝiĝis Komento

source: Removed Community
eo: Forviŝiĝis Komunumo

source: Removed Instance Mod
eo: Forpreniĝis Instanca Kontrolanto

source: Removed Mod from Community
eo: Forpreniĝis Kontrolanto el Komunumo

source: Removed Post
eo: Forviŝigis Afiŝo

# successfullyBlockedUser
source: Blocked {username}
eo: Bariĝis {username}

# modRemoveCommunity
source: Remove/Restore Communities
eo: Forviŝi/Restarigi Komunumojn

# modRemovePost
source: Remove/Restore Posts
eo: Forviŝi/Restarigi Afiŝojn

source: Expand Spoiler
ru: Развернуть спойлер

source: Expanded
ru: Расширенный

source: Post Body Settings
ru: Настройки тела сообщения

# postBodySettingsDescription
source: These settings affect the display of the post body
ru: Эти настройки влияют на отображение тела сообщения

source: Post Body View Type
ru: Тип представления тела сообщения

# postURL
source: URL
ru: Ссылка

source: Spoiler
ru: Спойлер

source: URL
ru: Ссылка

source: Medium
ru: Средний

source: Light
ru: Светлая

source: Fonts
ru: Шрифты

source: Forward
ru: Вперед

source: Large
ru: Большой

source: New Post
ru: Новый пост

source: Small
ru: Маленький

source: Reason
ru: Причина

source: Theme
ru: Тема

source: Warning
ru: Предупреждение

source: System
ru: Система

# linkHandlingExternalShort
source: External
ru: Внешний

# linkHandlingInAppShort
source: In-app
ru: В приложении

# imageCachingModeAggressiveShort
source: Aggressive
ru: Агрессивный

# imageCachingModeRelaxedShort
source: Relaxed
ru: Расслабление
