Repository: thunder-app/thunder
Catalog: lib/l10n/app_*.arb
Languages: eo, ru

source: About
eo: Pri
ru: О приложении

source: Accessibility
eo: Alirebleco
ru: Специальные возможности

# accessibilityProfilesDescription
source: Accessibility profiles allows applying several settings at once to accommodate a particular accessibility requirement.
eo: Alireblecaj profiloj permesas apliki plurajn agordojn samtempe por alĝustigi apartan alireblecon.
ru: Специальные возможности позволяют одновременно применять несколько настроек для удовлетворения конкретного требования доступности.

# account
source: {count, plural, zero {Account} one {Account} other {Accounts} }
eo: Konto
ru: {count, plural, zero {Аккаунтов} one {Аккаунт} other {Аккаунта} }

source: Account Settings
eo: Kontagordoj
ru: Настройки аккаунта

source: Actions
eo: Agoj
ru: Действия

source: Active
eo: Aktiva
ru: Активный

source: Add
eo: Aldoni
ru: Добавить

source: Add Account
eo: Aldoni Konton
ru: Добавить аккаунт

# addAccountToSeeProfile
source: Log in to see your account.
eo: Ensalutu por vidi vian konton.
ru: Войдите, чтобы увидеть свой аккаунт.

source: Add Anonymous Instance
eo: Aldoni Anonima Instancon
ru: Добавить анонимный инстанс

# addKeywordFilter
source: Add Keyword
eo: Aldoni Ŝlosilvorton
ru: Добавить ключевое слово

source: Add to favorites
eo: Aldoni al plej ŝatataĵoj
ru: Добавить в избранное

# addedCommunityToSubscriptions
source: Subscribed to community
eo: Abonis al komunumo
ru: Подписались на сообщество

source: Advanced
eo: Altnivela
ru: Дополнительно

source: All
eo: Ĉiuj
ru: Все

source: All Posts
eo: Ĉiuj Afiŝoj
ru: Все посты

# allowOpenSupportedLinks
source: Allow app to open supported links.
eo: Permesi al aplikaĵo malfermi subtenatajn ligilojn.
ru: Разрешить приложению открывать поддерживаемые ссылки.

source: Already posted to
eo: Jam afiŝiĝis al
ru: Уже опубликовано в

# andXMore
source: and {count} more
eo: kaj {count} pli
ru: и ещё {count}

source: Animations
eo: Animacioj
ru: Анимации

source: Anonymous
eo: Anonima
ru: Анонимно

source: App Language
eo: Aplikaĵa Lingvo
ru: Язык приложения

source: Appearance
eo: Aspekto
ru: Внешний вид

source: Applied
eo: Aplikita
ru: Применено

source: Apply
eo: Apliki
ru: Применить

source: Back
eo: Reiri
ru: Назад

source: Back button
eo: Reiri butono
ru: Кнопка назад

source: Back To Top
eo: Reiri al Supro
ru: Наверх

source: Block Community
eo: Bari Komunumon
ru: Заблокировать сообщество

source: Block Instance
eo: Bari Instancon
ru: Заблокировать инстанс

source: Block User
eo: Bari Uzanton
ru: Заблокировать пользователя

source: Blocked Communities
eo: Baritaj Komunumoj
ru: Заблокированные сообщества

source: Blocked Instances
eo: Baritaj Instancoj
ru: Заблокированные инстансы

source: Blocked Users
eo: Baritaj Uzantoj
ru: Заблокированные пользователи

# browsingAnonymously
source: You are currently browsing {instance} anonymously.
eo: Vi nun foliumas {instance} anonime.
ru: Вы уже просматриваете {instance} анонимно.

source: Cancel
eo: Nuligi
ru: Отмена

# cannotReportOwnComment
source: You may not submit a report for your own comment.
eo: Vi ne rajtas sendi raporton por via propra komento.
ru: Вы не можете пожаловаться на свой комментарий.

# cantBlockAdmin
source: You may not block an instance administrator.
eo: Vi ne rajtas bari instancan administranton.
ru: Вы не можете заблокировать администратора инстанса.

# cantBlockYourself
source: You may not block yourself.
eo: Vi ne rajtas bari vin mem.
ru: Вы можете не блокировать себя.

source: Card View
eo: Karta Vido
ru: Карточки

# cardViewDescription
source: Enable card view to adjust settings
eo: Ebligu kartan vidon por ĝustigi agordojn
ru: Включите вид карточек чтобы применить настройки

source: Card View Settings
eo: Agordoj de Karta Vido
ru: Настройки карточек

source: Change Sort
eo: Ŝanĝi Ordigon
ru: Изменить сортировку

source: Clear Database
eo: Viŝi datumbazon
ru: Очистить базу данных

source: Clear Preferences
eo: Viŝi Preferojn
ru: Очистить предпочтения

source: Clear Search
eo: Viŝi Serĉon
ru: Очистить поиск

# clearedDatabase
source: Local database cleared. Restart Thunder for new changes to take effect.
eo: Loka datumbazo viŝiĝis. Rekomencu Thunder por ke novaj ŝanĝoj efektiviĝu.
ru: Локальная база данных очищена. Перезапустить Thunder, чтобы изменения вступили в силу.

# clearedUserPreferences
source: Cleared all user preferences
eo: Viŝiĝis ĉiuj uzantpreferoj
ru: Очищены все пользовательские параметры

source: Close
eo: Fermi
ru: Закрыть

source: Collapse Comment Preview
eo: Maletendi Komentan Antaŭrigardon
ru: Свернуть предпросмотр комментария

source: Collapse Information
eo: Maletendi Informojn
ru: Свернуть информацию

source: Collapse post
eo: Maletendi Afiŝon
ru: Свернуть публикацию

source: Collapse Post Preview
eo: Maletendi Afiŝan Antaŭrigardon
ru: Свернуть предпросмотр сообщения

# combineCommentScoresLabel
source: Combine Comment Scores
eo: Kombini Komentajn Poentojn
ru: Свернуть оценки комментария

# combineNavAndFab
source: Combine FAB and Navigation Buttons
eo: Flosanta Ago-Butono estos montrita inter navigaj butonoj.
ru: Плавающая кнопка действия будет отображаться между кнопками навигации.

source: Comment
eo: Komento
ru: Комментарий

# commentBehaviourSettings
source: Comments
eo: Komentoj
ru: Комментарии

# commentPreview
source: Show a preview of the comments with the given settings
eo: Montri antaŭrigardon de la komentoj kun la donitaj agordoj
ru: Показать предпросмотр комментариев с заданными настройками

# commentReported
source: The comment has been marked for review.
eo: La komento estis markita por revizio.
ru: Этот комментарий был отмечен для рассмотрения.

source: Comment saved as draft
eo: Komento konservita kiel malneto
ru: Комментарий сохранен как черновик

# commentShowUserInstance
source: Show User Instance
eo: Montri uzantan instancon
ru: Показывать инстанс пользователя

source: Comment Sort Type
eo: Komenta Ordigi Tipon
ru: Тип сортировки комментариев

# commentSwipeGesturesHint
source: Looking to use buttons instead? Enable them in the comments section in general settings.
eo: Ĉu vi volas uzi butonojn anstataŭe? Ebligu ilin en la sekcio de komentoj en ĝeneralaj agordoj.
ru: Хотите вместо этого использовать кнопки? Включите их в разделе комментариев в общих настройках.

source: Comments
eo: Komentoj
ru: Комментарии

source: Communities
eo: Komunumoj
ru: Сообщества

source: Community
eo: Komunumo
ru: Сообщество

source: Community Format
eo: Komunuma Formato
ru: Формат сообщества

source: Compact View
eo: Kompakta Vido
ru: Компактный вид

# compactViewDescription
source: Enable compact view to adjust settings
eo: Ebligu kompaktan vidon por ĝustigi agordojn
ru: Включите компактный вид, чтобы настроить параметры

source: Compact View Settings
eo: Agordoj de Kompakta Vido
ru: Настройки компактного вида

# confirmLogOutBody
source: Are you sure you want to log out?
eo: Ĉu vi certas, ke vi volas elsaluti?
ru: Вы уверены, что хотите выйти?

# confirmLogOutTitle
source: Log Out?
eo: Ĉu elsaluti?
ru: Выйти?

# confirmMarkAllAsReadBody
source: Are you sure you want to mark all messages as read?
eo: Ĉu vi certas, ke vi volas marki ĉiujn mesaĝojn kiel legitajn?
ru: Вы уверены, что хотите отметить все сообщения прочитанными?

# confirmMarkAllAsReadTitle
source: Mark all as read?
eo: Ĉu marki ĉiun kiel legita?
ru: Пометить всё прочитанным?

# confirmResetCommentPreferences
source: This will reset all comment preferences. Are you sure you want to proceed?
eo: Ĉi tio restarigos ĉiujn defaŭltajn komentajn preferojn. Ĉu vi certas, ke vi volas daŭrigi?
ru: Это сбросит все настройки комментариев. Вы уверены, что хотите продолжить?

# confirmResetPostPreferences
source: This will reset all post preferences. Are you sure you want to proceed?
eo: Ĉi tio restarigos ĉiujn defaŭltajn afiŝajn preferojn. Ĉu vi certas, ke vi volas daŭrigi?
ru: Это сбросит все настройки публикаций. Вы уверены, что хотите продолжить?

source: Controversial
eo: Polemika
ru: Разговор

source: Copied to clipboard
eo: Kopiiĝis al tondujo
ru: Скопировано в буфер обмена

source: Copy
eo: Kopii
ru: Копировать

source: Copy Text
eo: Kopii Tekston
ru: Копировать текст

# couldNotDetermineCommentDelete
source: Error: Could not determine post to delete the comment.
eo: Eraro: Ne eblis determini afiŝon por forviŝi la komenton.
ru: Ошибка: не удалось определить публикацию для удаления комментария.

# couldNotDeterminePostComment
source: Error: Could not determine post to comment to.
eo: Eraro: Ne eblis determini afiŝon al komenti.
ru: Ошибка: не удалось определить публикацию для комментария.

# couldntCreateReport
source: Your comment report could not be submitted at this time. Please try again later
eo: Via komenta raporto ne povus esti sendita nuntempe. Bonvolu reprovi poste
ru: В настоящее время не удалось отправить ваш отчет о комментариях. Пожалуйста, повторите попытку позже

source: {count} Subscribers
eo: {count} abonantoj
ru: {count} подписчиков

source: Create Account
eo: Krei konton
ru: Создать аккаунт

source: Create Comment
eo: Krei Komenton
ru: Создать комментарий

source: Create new cross-post
eo: Krei novan transafiŝon
ru: Создать новый кросс-пост

source: Create Post
eo: Krei Afiŝon
ru: Создать пост

source: Creator
eo: Kreinto
ru: Создатель

source: Cross-posted to
eo: Transafiŝiĝis al
ru: Кросс-пост в

# currentLongPress
source: Currently set as long press
eo: Nuntempe agordiĝas kiel longa premo
ru: В настоящее время установлено как длительное нажатие

# currentSinglePress
source: Currently set as single press
eo: Nuntempe agordiĝas kiel ununura premo
ru: В настоящее время установлено как однократное нажатие

# customizeSwipeActions
source: Customize swipe actions (tap to change)
eo: Agordi glitajn agojn (Premu por ŝanĝi)
ru: Настройте действия свайпа (нажмите, чтобы изменить)

source: Debug
eo: Sencimigi
ru: Отладка

# debugDescription
source: The following debug settings should only be used for troubleshooting purposes.
eo: La sekvaj sencimigaj agordoj devas esti uzataj nur por problemsolvi.
ru: Следующие параметры отладки следует использовать только в целях устранения неполадок.

source: Delete
eo: Forviŝi
ru: Удалить

source: Delete Local Database
eo: Forviŝi Lokan Datenbazon
ru: Удалить локальную базу данных

# deleteLocalDatabaseDescription
source: This action will remove the local database and will log you out of all your accounts. Are you sure you want to continue?
eo: Ĉi tiu ago forviŝos la lokan datumbazon kaj elsalutos vin el ĉiuj viaj kontoj. Ĉu vi certas, ke vi volas daŭrigi?
ru: Это действие удалит локальную базу данных и сбросит вас из всех ваших аккаунтов. Вы уверены, что хотите продолжить?

source: Delete Local Preferences
eo: Forviŝi Lokajn Preferojn
ru: Удалить локальные предпочтения

# deleteLocalPreferencesDescription
source: This will clear all your user preferences and settings in Thunder. Do you want to continue?
eo: Ĉi tio viŝos ĉiujn viajn uzantpreferojn kaj agordojn en Thunder. Ĉu vi volas daŭrigi?
ru: Это очистит все ваши пользовательские предпочтения и настройки в Thunder. Вы хотите продолжить?

source: Dim Read Posts
eo: Legitaj afiŝoj estos grizitaj
ru: Прочитанные сообщения будут выделены серым цветом

source: Dismiss Read
eo: Forĵeti Legita
ru: Отклонить чтение

# displayUserScore
source: Display User Scores (Karma).
eo: Montri Uzantajn Poentojn (Karma).
ru: Показывать очки пользователей (Карма).

# downloadingMedia
source: Downloading media to share…
eo: Elŝutiĝas amaskomunikilaro por kunhavigi…
ru: Загрузка медиа для отправки…

source: Downvote
eo: Subenvoĉdoni
ru: Понизить

# downvotesDisabled
source: Downvotes are turned off on this instance.
eo: Subenvoĉdonoj estas malŝaltitaj en ĉi tiu instanco.
ru: На этом инстансе отключены голоса "Против".

source: Edit
eo: Redakti
ru: Редактировать

source: Edit Comment
eo: Redakti Komenton
ru: Изменить комментарий

source: Edit Post
eo: Redakti Afiŝon
ru: Изменение поста

source: Empty
eo: Malplena
ru: Пусто

source: Empty Inbox
eo: Malplena Ricevujo
ru: Пустые входящие

# emptyUri
source: The link is empty. Please provide a valid dynamic link to proceed.
eo: La ligilo estas malplena. Bonvolu provizi validan dinamikan ligilon por daŭrigi.
ru: Ссылка пуста. Пожалуйста, предоставьте действительную динамическую ссылку для продолжения.

# enableFeedFab
source: Enable Floating Button on Feeds
eo: Ebligi Flosantan Butonon sur Fluoj
ru: Включить плавающую кнопку в лентах

# enablePostFab
source: Enable Floating Button on Posts
eo: Ebligi Flosantan Butonon sur Afiŝoj
ru: Включить плавающую кнопку в сообщениях

source: End Search
eo: Fini Serĉon
ru: Конец поиска

# errorDownloadingMedia
source: Could not download the media file to share: {errorMessage}
eo: Ne eblis elŝuti la amaskomunikilaron por kunhavigi: {errorMessage}
ru: Не удалось загрузить медиа для отправки: {errorMessage}

# exceptionProcessingUri
source: An error occurred while processing the link. It may not be available on your instance.
eo: Okazis eraro dum prilaborado de la ligilo. Ĝi eble ne estas disponebla en via instanco.
ru: При обработке ссылки произошла ошибка. Она не может быть доступна на вашем инстансе.

source: Expand Comment Preview
eo: Etendi Komentan Antaŭrigardon
ru: Расширить предпросмотр комментариев

source: Expand Information
eo: Etendi Informojn
ru: Расширить информацию

source: Expand options
eo: Etendi opciojn
ru: Развернуть параметры

source: Expand post
eo: Etendi afiŝon
ru: Развернуть публикацию

source: Expand Post Preview
eo: Etendi Afiŝan Antaŭrigardon
ru: Развернуть предпросмотр сообщения

# failedToBlock
source: Failed to block: {errorMessage}
eo: Malsukcesis bari: {errorMessage}
ru: Не удалось заблокировать : {errorMessage}

# failedToLoadBlocks
source: Could not load blocks: {errorMessage}
eo: Ne eblis ŝargi barojn: {errorMessage}
ru: Невозможно загрузить заблокированных: {errorMessage}

# failedToUnblock
source: Could not unblock: {errorMessage}
eo: Ne eblis malbari: {errorMessage}
ru: Не удалось разблокировать: {errorMessage}

source: Favorites
eo: Plej ŝatataĵoj
ru: Избранные

source: Feed
eo: Flua
ru: Новости

# feedBehaviourSettings
source: Feed
eo: Fluo
ru: Новости

# feedTypeAndSorts
source: Default Feed Type and Sorting
eo: Defaŭlta Flua Tipo kaj Ordigo
ru: Тип новостей по умолчанию и сортировка

# fetchAccountError
source: Could not determine account
eo: Ne eblis determini konton
ru: Не удалось определить аккаунт

# filteringBy
source: Filtering by {entity}
eo: Filtri laŭ {entity}
ru: Отсортировано по {entity}

source: Filters
eo: Filtriloj
ru: Фильтры

source: Floating Action Button
eo: Flosanta Ago-Butono
ru: Действия летающей кнопки

# floatingActionButtonInformation
source: Thunder has a fully customizable FAB experience that supports a few gestures. - Swipe up to reveal additional FAB actions - Swipe down/up to hide or reveal the FAB To customize the main and secondary actions for the FAB, long press on one of the actions below.
eo: Thunder havas plene agordeblan FAB-sperton, kiu subtenas kelkajn gestojn. - Ŝovumu supren por malkaŝi pliajn agojn de FAB - Ŝovumu malsupren/supren por kaŝi aŭ malkaŝi la FAB Por personecigi la ĉefajn kaj duarangajn agojn por la FAB, longe premu unu el la subaj agoj.
ru: Thunder имеет полностью настраиваемый интерфейс FAB, поддерживающий несколько жестов. - Проведите пальцем вверх, чтобы открыть дополнительные действия FAB. - Проведите пальцем вниз/вверх, чтобы скрыть или показать FAB. Чтобы настроить основные и дополнительные действия для FAB, нажмите и удерживайте одно из действий ниже.

# floatingActionButtonLongPressDescription
source: denotes the FAB's long-press action.
eo: indikas la longa-preman agon de la FAB.
ru: обозначает длительное нажатие действия FAB.

# floatingActionButtonSinglePressDescription
source: denotes the FAB's single-press action.
eo: indikas la unu-preman agon de la FAB.
ru: обозначает однократное нажатие FAB.

# fullScreenNavigationSwipeDescription
source: Swipe anywhere to go back when left-to-right gestures are disabled
eo: Ŝovumu ie ajn por reiri kiam gestoj de maldekstre al dekstre estas malŝaltitaj
ru: Проведите пальцем в любом месте, чтобы вернуться назад, когда жесты слева направо отключены

source: General
eo: Ĝenerala
ru: Общее

source: General Settings
eo: Ĝeneralaj Agordoj
ru: Общие настройки

source: Gestures
eo: Gestoj
ru: Жесты

source: Getting Started
eo: Por komenci
ru: Начало

source: Hide Password
eo: Kaŝi Pasvorton
ru: Скрыть пароль

source: Hot
eo: Populara
ru: Горячее

source: Image
eo: Bildo
ru: Изображение

source: Import/Export Settings
eo: Importi/Eksporti Agordojn
ru: Импорт/экспорт настроек

source: Import Settings
eo: Importi Agordojn
ru: Настройки импорта

# inReplyTo
source: In reply to {post} in {community}
eo: Responde al {post} en {community}
ru: Ответ на {post} в {community}

source: Inbox
eo: Ricevujo
ru: Входящие

source: Include Community
eo: Inkluzivi Komunumon
ru: Включить сообщество

source: Include External Link
eo: Inkluzivi Eksteran Ligilon
ru: Включить внешние ссылки

source: Include Image
eo: Inkluzivi Bildon
ru: Включить изображение

source: Include Post Link
eo: Inkluzivi Afiŝan Ligilon
ru: Включить ссылку на публикацию

source: Include Text
eo: Inkluzivi Tekston
ru: Включить текст

source: Include Title
eo: Inkluzivi Titolon
ru: Включить заголовок

source: Information
eo: Informoj
ru: Информация

# instance
source: {count, plural, zero {Instance} one {Instance} other {Instances} }
eo: Instanco
ru: Инстанс

# instanceHasAlreadyBenAdded
source: {instance} has already been added.
eo: {instance} jam estis aldonita.
ru: {instance} уже добавлен.

# internetOrInstanceIssues
source: You may not be connected to the Internet, or your instance may be currently unavailable.
eo: Vi eble ne estas konektita al la Interreto, aŭ via instanco eble nuntempe ne disponeblas.
ru: Возможно, вы не подключены к Интернету или ваш инстанс в данный момент недоступен.

# keywordFilterDescription
source: Filters posts containing any keywords in the title, body, or URL
eo: Tiu ĉi filtrigas afiŝojn enhavantajn ajnajn ŝlosilvortojn en la titolo aŭ korpo
ru: Фильтрует сообщения, содержащие любые ключевые слова в заголовке или тексте

source: Keyword Filters
eo: Ŝlosilvortaj Filtriloj
ru: Фильтры ключевых слов

source: Language
eo: Lingvo
ru: Язык

# languageNotAllowed
source: The community you are posting to does not allow posts in the language that you have selected. Try another language.
eo: La komunumo al kiu vi afiŝas al ne permesas afiŝojn en la lingvo, kiun vi elektis. Provu alian lingvon.
ru: Сообщество, в котором вы публикуете сообщение, не разрешает публиковать сообщения на выбранном вами языке. Попробуйте другой язык.

# link
source: {count, plural, zero {Link} one {Link} other {Links} }
eo: {count, plural, zero {Ligilo} one {Ligilo} other {Ligiloj} }
ru: {count, plural, zero {Ссылок} one {Ссылка} other {Ссылки} }

source: Link Actions
eo: Ligilaj Agoj
ru: Действие по ссылкам

# linksBehaviourSettings
source: Links
eo: Ligiloj
ru: Ссылки

# loadMorePlural
source: Load {count} more replies…
eo: Ŝarĝi {count} pliajn respondojn…
ru: Загрузить {count} ответов…

# loadMoreSingular
source: Load {count} more reply…
eo: Ŝarĝi {count} plian respondon…
ru: Загрузить {count} ответ…

source: Local
eo: Loka
ru: Местные

source: Local Posts
eo: Lokaj Afiŝoj
ru: Местные посты

source: Log out
eo: Elsaluti
ru: Выйти

source: Log in
eo: Ensaluti
ru: Войти

# loginFailed
source: Could not log in. Please try again. (Error: {errorMessage})
eo: Ne eblis ensaluti. Bonvolu provi denove:({errorMessage})
ru: Не удалось войти. Попробуйте еще раз: ({errorMessage})

# loginSucceeded
source: Logged in.
eo: Ensalutiĝis.
ru: Вход выполнен.

# loginToPerformAction
source: You need to be logged in to carry out this task.
eo: Vi devas esti ensalutinta por plenumi ĉi tiun taskon.
ru: Вам необходимо войти в систему, чтобы выполнить эту задачу.

# loginToSeeInbox
source: Log in to see your inbox
eo: Ensalutu por vidi vian ricevujon
ru: Войдите, чтобы увидеть свои входящие

# malformedUri
source: The link you provided is in an unsupported format. Please make sure it's a valid link.
eo: La ligilo, kiun vi provizis, estas en nesubtenata formato. Bonvolu certigi, ke ĝi estas valida ligilo.
ru: Предоставленная вами ссылка имеет неподдерживаемый формат. Пожалуйста, убедитесь, что это действительная ссылка.

source: Manage Accounts
eo: Manipuli Kontojn
ru: Управление аккаунтами

source: Mark all as read
eo: Marki Ĉiun Kiel Legita
ru: Пометить всё прочитанным

# mention
source: {count, plural, zero {Mention} one {Mention} other {Mentions} }
eo: {count, plural, zero {Mencio} one {Mencio} other {Mencioj} }
ru: {count, plural, zero {Упоминаний} one {Упоминание} other {Упоминаний} }

# message
source: {count, plural, zero {Message} one {Message} other {Messages} }
eo: {count, plural, zero {Mesaĝo} one {Mesaĝo} other {Mesaĝoj} }
ru: {count, plural, zero {Сообщений} one {Сообщение} other {Сообщений} }

# missingErrorMessage
source: No error message available
eo: Neniu erarmesaĝo disponeblas
ru: Сообщение об ошибке отсутствует

source: Most Comments
eo: Plej multaj Komentoj
ru: Большинство комментариев

# mustBeLoggedInComment
source: You need to be logged in to comment
eo: Vi devas esti ensalutinta por komenti
ru: Вы должны войти в систему, чтобы оставлять комментарии

# mustBeLoggedInPost
source: You need to be logged in to create a post
eo: Vi devas esti ensalutinta por krei afiŝon
ru: Вам необходимо войти в систему, чтобы создать сообщение

# navigateDown
source: Next comment
eo: Sekva komento
ru: Следующий комментарий

# navigateUp
source: Previous comment
eo: Antaŭa komento
ru: Предыдущий комментарий

source: Navigation
eo: Navigado
ru: Навигация

source: New Comments
eo: Novaj Komentoj
ru: Новые комментарии

source: New
eo: Nova
ru: Новый

source: No comments found
eo: Neniuj komentoj trovitaj
ru: Нет комментариев

source: No communities found
eo: Neniuj komunumoj trovitaj
ru: Нет сообществ

# noCommunityBlocks
source: No blocked communities
eo: Neniuj baritaj komunumoj.
ru: Нет заблокированных сообществ.

source: No favorited communities
eo: Neniuj favoratigitaj komunumoj
ru: Нет избранных сообществ

# noInstanceBlocks
source: No blocked instances.
eo: Neniuj baritaj instancoj.
ru: Нет заблокированных инстансов.

# noKeywordFilters
source: No keyword filters added
eo: Neniujn ŝlosilvortajn filtrilojn aldonis
ru: Фильтры ключевых слов не добавлены

source: No language
eo: Neniu lingvo
ru: Нет языка

source: No posts found.
eo: Neniuj afiŝoj trovitaj
ru: Нет постов

source: No results found.
eo: Neniuj rezultoj trovitaj.
ru: Результаты не найдены.

source: No Subscriptions
eo: Neniuj Abonoj
ru: Нет подписок

# noUserBlocks
source: No blocked users.
eo: Neniuj baritaj uzantoj.
ru: Нет заблокированных пользователей.

source: No users found.
eo: Neniuj uzantoj trovitaj
ru: Нет пользователей

# notValidLemmyInstance
source: {instance} does not appear to be a valid Lemmy instance
eo: {instance} ne ŝajnas esti valida Lemmy-instanco
ru: {instance} не является действительным инстансом Lemmy

# notValidUrl
source: Not a valid URL
eo: Ne valida URL
ru: Недействительный URL-адрес

source: Nothing to share
eo: Nenio por kunhavigi
ru: Нечем поделиться

# notifications
source: {count, plural, zero {Notification} one {Notifications} other {Notifications}}
eo: {count, plural, zero {Sciigo} one {Sciigo} other {Sciigoj}}
ru: {count, plural, zero {Уведомлений} one {Уведомление} other {Уведомления}}

# notificationsBehaviourSettings
source: Notifications
eo: Sciigoj
ru: Уведомления

source: off
eo: malŝaltita
ru: выключено

source: OK
eo: Okej

source: Old
eo: Malnova
ru: Старое

source: on
eo: ŝaltita
ru: включено

# onlyModsCanPostInCommunity
source: Only moderators may post in this community
eo: Nur kontrolantoj povas afiŝi en ĉi tiu komunumo
ru: Только модераторы могут публиковать сообщения в этом сообществе

source: Open
eo: Malfermi
ru: Открыть
